import Icon1 from './Блузка для девочек';
import Icon2 from './Боксерки';
import Icon3 from './Бомбер';
import Icon4 from './Брюки и Штаны';
import Icon5 from './Водолазки';
import Icon6 from './Джемпера';
import Icon7 from './Для новорожденных';
import Icon8 from './Жилеты';
import Icon9 from './Кальсоны, Капри, Колготки';
import Icon10 from './Комбинезоны, Полукомбинезоны';
// import Icon11 from './Комплект майка-трусы, майки и трусы';
import Icon12 from './Комплекты для девочек';
import Icon13 from './Комплекты для мальчиков';
import Icon14 from './Кофта-юбка для девочек';
import Icon15 from './Кофты для новорожденных';
import Icon16 from './Куртки для девочек и мальчиков';
import Icon17 from './Лосины';
import Icon18 from './Носки Детские';
import Icon19 from './Обувь';
import Icon20 from './Пиджаки';
import Icon21 from './Пижамы для девочек, для мальчиков';
import Icon22 from './Платье для девочек';
import Icon23 from './Рубашка для девочек, для мальчиков';
import Icon24 from './Сарафаны';
import Icon25 from './Свитшоты для мальчиков';
import Icon26 from './Сорочки верхняя';
import Icon27 from './Спортивные костюмы';
import Icon28 from './Толстовки для девочек, для мальчиков';
import Icon29 from './Туники для девочек';
import Icon30 from './Футболки для девочек, для мальчиков';
import Icon31 from './Шапки для девочек, для мальчиков';
import Icon32 from './Шорты для девочек, для мальчиков';
import Icon33 from './Юбки для девочек';

export default {
  'Блузка для девочек': Icon1,
  Боксерки: Icon2,
  Бомбер: Icon3,
  'Брюки и Штаны': Icon4,
  Водолазки: Icon5,
  Джемпера: Icon6,
  'Для новорожденных': Icon7,
  Жилеты: Icon8,
  'Кальсоны, Капри, Колготки': Icon9,
  'Комбинезоны, Полукомбинезоны': Icon10,
  // 'Комплект майка-трусы, майки и трусы': Icon11,
  'Комплекты для девочек': Icon12,
  'Комплекты для мальчиков': Icon13,
  'Кофта-юбка для девочек': Icon14,
  'Кофты для новорожденных': Icon15,
  'Куртки для девочек и мальчиков': Icon16,
  Лосины: Icon17,
  'Носки Детские': Icon18,
  Обувь: Icon19,
  Пиджаки: Icon20,
  'Пижамы для девочек, для мальчиков': Icon21,
  'Платье для девочек': Icon22,
  'Рубашка для девочек, для мальчиков': Icon23,
  Сарафаны: Icon24,
  'Свитшоты для мальчиков': Icon25,
  'Сорочки верхняя': Icon26,
  'Спортивные костюмы': Icon27,
  'Толстовки для девочек, для мальчиков': Icon28,
  'Туники для девочек': Icon29,
  'Футболки для девочек, для мальчиков': Icon30,
  'Шапки для девочек, для мальчиков': Icon31,
  'Шорты для девочек, для мальчиков': Icon32,
  'Юбки для девочек': Icon33,
  default: Icon13,
};
